;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[StrelokIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Frank `Hitman` Hennessy"

[ToskaIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Louisa `Buzz` Garneau"

[RaiderIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Ron `Raider` Higgens"

[SovaIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Charlene `Raven` Higgens"

[StatikIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Kirk `Static` Stevenson"

[LenIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Corp. Len Anderson"

[KventinIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Dr. Daniel Quinten"

[StefanIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Stephen Rothman"

[LisiyIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Robert James Sullivan"

[ZlobniyIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] J.P. "La Malice" Viau"

[QuIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Dr Q. Huaong"

[TorIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Thor Kaufman"

[WolfIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Peter `Wolf` Sanderson"

[StrelkaIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Sheila `Scope` Sterling"

[MDIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Dr. Michael Dawson"

[LavaIDVP_RUS X2BodyPartTemplate]
DisplayName="[IDVP] Norma `Meltdown` Jessop"